[
  {
    "id": 1,
    "name": "Ольга",
    "surname": "Крикун",
    "imgSrc": "images/trainers/olga.png",
    "slogan": "Грація та гармонія в кожному русі – шлях до внутрішньої краси",
    "info": {
      "years": "7",
      "study": "Ніжинське училище культури та мистецтв ім. М. Заньковецької, 2015р.",
      "accents": "стретчінг, повітряна гімнастика (діти, дорослі), йога "
    },
    "images": [
      "images/trainers/olga1.jpeg",
      "images/trainers/olga2.jpeg",
      "images/trainers/olga3.jpeg",
      "images/trainers/olga4.png",
      "images/trainers/olga5.png",
      "images/trainers/olga6.png"
    ],
    "intro": "Ольга закінчила Ніжинське училище культури і мистецтв ім. М. Заньковецької, здобувши освіту за напрямком \"Хореографія\". Після цього продовжила навчання в університеті Грінченка, де глибше опанувала мистецтво танцю. Працювала за кордоном танцівницею, де збагачувала свій досвід у різних стилях танцю та сценічної діяльності.\n\nЗгодом Ольга відкрила для себе світ повітряної гімнастики і закохалася в цей напрямок. Вона почала активно тренуватися на полотнах та кільці, поступово вдосконалюючи свої навички. На сьогоднішній день Ольга є досвідченим тренером з повітряної гімнастики, яка допомагає своїм учням досягати нових висот у цьому захоплюючому виді спорту.\n\nВона також має унікальний досвід роботи в цирку в Японії, де мала змогу навчатися у провідних майстрів цієї справи. Цей досвід дозволив їй значно розширити свій професійний кругозір і відкрити нові горизонти у сфері повітряної гімнастики. Ольга з радістю ділиться своїми знаннями з учнями, передаючи їм секрети майстерності та натхнення.\n\nВона постійно вдосконалює свої навички, відвідуючи майстер-класи та спеціалізовані тренінги. Ольга вірить у важливість безперервного навчання і прагне досягати нових вершин у своїй кар'єрі, надихаючи своїх учнів на подолання будь-яких перешкод на шляху до успіху."
  },
{
  "id": 2,
  "name": "Дарина",
  "surname": "Яцина",
  "imgSrc": "images/trainers/daryna.jpeg",
  "slogan": "Знайди силу всередині себе, і ти точно зміниш світ навколо",
  "info": {
    "years": "4",
    "study": "Київський столичний університет імені Б.Грінченка , `Хореографія`",
    "accents": "функціональні тренування, стретчінг (дорослі), гімнастика та акробатика (діти)"
  },
  "images": [
    "images/trainers/daryna1.jpeg",
    "images/trainers/daryna2.jpeg",
    "images/trainers/daryna3.jpeg",
    "images/trainers/daryna4.png"
  ],
  "intro": "У 2016 році приєдналася до Народного хореографічного колективу «Оксамит», де пробула його складовою до початку 2019 року. Знайомилася з хореографією, вивчала різноманітні стилі танцю, здебільшого класичну. Активно розвивалася, займалася додатково акробатикою. Виїжджала в його складі на велику кількість різноманітних виступів, концертів та конкурсів. Приймала участь у конкурсі \"Зірковий танець\", де в категорії дует отримала 2 місце.\n\nМіж цим з 2018 по 2020 рік була частиною основного складу команди легкоатлетів Броварської ЗОШ №9.\n\n З 2019 до 2022 року була учнем студії танців та клубу «Bravo». Активно вивчала стилістику Street dance (hip-hop, break dance). Виїжджала з командою студії на різноманітні танцювальні збори, заходи для шоу, конкурси. Відвідувала майстер-класи, такі як від B-Boy Apache у 2021 році. Поглиблено вивчала та навчалась акробатичним елементам та базовим елементам паркуру, вдосконалювалася та займалася над ними додатково. В останній рік свого знаходження у студії допомагала у тренерстві.\n\nУ 2022 році вступила до Київського столичного університету імені Б.Грінченка, де за допомогою особливостей поглибленої навчальної програми почала розширювати свої знання та навички хореографії вже на професійному рівні.\n\nПродовжила відвідувати різноманітні майстер-класи зі стилістики contemporary, street dance та імпровізації.\n\nЗ 2022 по 2023 рік була у складі колективу «Либідь» при університеті, з яким виїжджала на різноманітні виступи та концерти в Києві.\n\nУ 2023 році була учасником II Міжнародної науково-практичної конференції \"Хореографія в сучасному мистецькому просторі\".\n\nЗараз навчаюся на 3 курсі бакалавра у університеті та працюю тренером з дитячої гімнастики, хореографії та акробатики у студії повітряної гімнастики «Lavanda»."
},
{
  "id": 3,
  "name": "Марія",
  "surname": "Кравець",
  "imgSrc": "images/trainers/mariia.jpeg",
  "slogan": "Кожен рух – це не просто крок, а частина шляху до досконалості",
  "info": {
    "years": "4",
    "study": "Національний університет фізичної культури та спорту, `Тренер`, 2021р.",
    "accents": "фітнес, аеробіка, стретчінг (дорослі), реабілітація"
  },
  "images": [
    "images/trainers/mariia1.jpeg",
    "images/trainers/mariia2.jpeg",
    "images/trainers/mariia3.jpeg",
    "images/trainers/mariia4.jpeg",
    "images/trainers/mariia5.jpeg"
  ],
  "intro": "Марія з раннього дитинства займалася гімнастикою, що стало основою для її майбутнього розвитку в сфері повітряної акробатики. Згодом вона почала тренуватися в столичних студіях, освоюючи мистецтво на полотнах та кільці. Її технічні навички й майстерність дозволили їй досягти високого рівня, і вона активно брала участь у різноманітних шоу та виступах, збагачуючи свій досвід і професійний шлях.\n\nМарія продовжує вдосконалюватися, регулярно відвідуючи майстер-класи провідних тренерів у сфері повітряної акробатики. Її любов до мистецтва й бажання навчати інших спонукали її до роботи тренером у студії повітряної гімнастики, де вона допомагає учням відкривати нові горизонти в акробатиці та досягати своїх спортивних мрій.\n\nЗараз Марія є тренером з акробатики, і вона із задоволенням ділиться своїм досвідом та знаннями з молодими талантами, допомагаючи їм розвиватися та досягати висот у цій захоплюючій дисципліні."
}
]